GogApp/LoadAndStressTests/LoadTests/AccountController/result.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: loadtest.js
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 3m0s max duration (incl. graceful stop):
              * default: 100 looping VUs for 2m30s (gracefulStop: 30s)


running (0m01.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 100 VUs  0m01.0s/2m30s

running (0m02.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
default   [   1% ] 100 VUs  0m02.0s/2m30s

running (0m03.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
default   [   2% ] 100 VUs  0m03.0s/2m30s

running (0m04.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
default   [   3% ] 100 VUs  0m04.0s/2m30s

running (0m05.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
default   [   3% ] 100 VUs  0m05.0s/2m30s

running (0m06.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
default   [   4% ] 100 VUs  0m06.0s/2m30s

running (0m07.0s), 100/100 VUs, 600 complete and 0 interrupted iterations
default   [   5% ] 100 VUs  0m07.0s/2m30s

running (0m08.0s), 100/100 VUs, 700 complete and 0 interrupted iterations
default   [   5% ] 100 VUs  0m08.0s/2m30s

running (0m09.0s), 100/100 VUs, 800 complete and 0 interrupted iterations
default   [   6% ] 100 VUs  0m09.0s/2m30s

running (0m10.0s), 100/100 VUs, 900 complete and 0 interrupted iterations
default   [   7% ] 100 VUs  0m10.0s/2m30s

running (0m11.0s), 100/100 VUs, 1000 complete and 0 interrupted iterations
default   [   7% ] 100 VUs  0m11.0s/2m30s

running (0m12.0s), 100/100 VUs, 1100 complete and 0 interrupted iterations
default   [   8% ] 100 VUs  0m12.0s/2m30s

running (0m13.0s), 100/100 VUs, 1200 complete and 0 interrupted iterations
default   [   9% ] 100 VUs  0m13.0s/2m30s

running (0m14.0s), 100/100 VUs, 1300 complete and 0 interrupted iterations
default   [   9% ] 100 VUs  0m14.0s/2m30s

running (0m15.0s), 100/100 VUs, 1400 complete and 0 interrupted iterations
default   [  10% ] 100 VUs  0m15.0s/2m30s

running (0m16.0s), 100/100 VUs, 1500 complete and 0 interrupted iterations
default   [  11% ] 100 VUs  0m16.0s/2m30s

running (0m17.0s), 100/100 VUs, 1600 complete and 0 interrupted iterations
default   [  11% ] 100 VUs  0m17.0s/2m30s

running (0m18.0s), 100/100 VUs, 1700 complete and 0 interrupted iterations
default   [  12% ] 100 VUs  0m18.0s/2m30s

running (0m19.0s), 100/100 VUs, 1800 complete and 0 interrupted iterations
default   [  13% ] 100 VUs  0m19.0s/2m30s

running (0m20.0s), 100/100 VUs, 1900 complete and 0 interrupted iterations
default   [  13% ] 100 VUs  0m20.0s/2m30s

running (0m21.0s), 100/100 VUs, 2000 complete and 0 interrupted iterations
default   [  14% ] 100 VUs  0m21.0s/2m30s

running (0m22.0s), 100/100 VUs, 2100 complete and 0 interrupted iterations
default   [  15% ] 100 VUs  0m22.0s/2m30s

running (0m23.0s), 100/100 VUs, 2200 complete and 0 interrupted iterations
default   [  15% ] 100 VUs  0m23.0s/2m30s

running (0m24.0s), 100/100 VUs, 2300 complete and 0 interrupted iterations
default   [  16% ] 100 VUs  0m24.0s/2m30s

running (0m25.0s), 100/100 VUs, 2400 complete and 0 interrupted iterations
default   [  17% ] 100 VUs  0m25.0s/2m30s

running (0m26.0s), 100/100 VUs, 2500 complete and 0 interrupted iterations
default   [  17% ] 100 VUs  0m26.0s/2m30s

running (0m27.0s), 100/100 VUs, 2600 complete and 0 interrupted iterations
default   [  18% ] 100 VUs  0m27.0s/2m30s

running (0m28.0s), 100/100 VUs, 2700 complete and 0 interrupted iterations
default   [  19% ] 100 VUs  0m28.0s/2m30s

running (0m29.0s), 100/100 VUs, 2800 complete and 0 interrupted iterations
default   [  19% ] 100 VUs  0m29.0s/2m30s

running (0m30.0s), 100/100 VUs, 2900 complete and 0 interrupted iterations
default   [  20% ] 100 VUs  0m30.0s/2m30s

running (0m31.0s), 100/100 VUs, 3000 complete and 0 interrupted iterations
default   [  21% ] 100 VUs  0m31.0s/2m30s

running (0m32.0s), 100/100 VUs, 3100 complete and 0 interrupted iterations
default   [  21% ] 100 VUs  0m32.0s/2m30s

running (0m33.0s), 100/100 VUs, 3200 complete and 0 interrupted iterations
default   [  22% ] 100 VUs  0m33.0s/2m30s

running (0m34.0s), 100/100 VUs, 3300 complete and 0 interrupted iterations
default   [  23% ] 100 VUs  0m34.0s/2m30s

running (0m35.0s), 100/100 VUs, 3400 complete and 0 interrupted iterations
default   [  23% ] 100 VUs  0m35.0s/2m30s

running (0m36.0s), 100/100 VUs, 3500 complete and 0 interrupted iterations
default   [  24% ] 100 VUs  0m36.0s/2m30s

running (0m37.0s), 100/100 VUs, 3600 complete and 0 interrupted iterations
default   [  25% ] 100 VUs  0m37.0s/2m30s

running (0m38.0s), 100/100 VUs, 3700 complete and 0 interrupted iterations
default   [  25% ] 100 VUs  0m38.0s/2m30s

running (0m39.0s), 100/100 VUs, 3800 complete and 0 interrupted iterations
default   [  26% ] 100 VUs  0m39.0s/2m30s

running (0m40.0s), 100/100 VUs, 3900 complete and 0 interrupted iterations
default   [  27% ] 100 VUs  0m40.0s/2m30s

running (0m41.0s), 100/100 VUs, 4000 complete and 0 interrupted iterations
default   [  27% ] 100 VUs  0m41.0s/2m30s

running (0m42.0s), 100/100 VUs, 4100 complete and 0 interrupted iterations
default   [  28% ] 100 VUs  0m42.0s/2m30s

running (0m43.0s), 100/100 VUs, 4200 complete and 0 interrupted iterations
default   [  29% ] 100 VUs  0m43.0s/2m30s

running (0m44.0s), 100/100 VUs, 4300 complete and 0 interrupted iterations
default   [  29% ] 100 VUs  0m44.0s/2m30s

running (0m45.0s), 100/100 VUs, 4400 complete and 0 interrupted iterations
default   [  30% ] 100 VUs  0m45.0s/2m30s

running (0m46.0s), 100/100 VUs, 4500 complete and 0 interrupted iterations
default   [  31% ] 100 VUs  0m46.0s/2m30s

running (0m47.0s), 100/100 VUs, 4600 complete and 0 interrupted iterations
default   [  31% ] 100 VUs  0m47.0s/2m30s

running (0m48.0s), 100/100 VUs, 4700 complete and 0 interrupted iterations
default   [  32% ] 100 VUs  0m48.0s/2m30s

running (0m49.0s), 100/100 VUs, 4800 complete and 0 interrupted iterations
default   [  33% ] 100 VUs  0m49.0s/2m30s

running (0m50.0s), 100/100 VUs, 4900 complete and 0 interrupted iterations
default   [  33% ] 100 VUs  0m50.0s/2m30s

running (0m51.0s), 100/100 VUs, 5000 complete and 0 interrupted iterations
default   [  34% ] 100 VUs  0m51.0s/2m30s

running (0m52.0s), 100/100 VUs, 5100 complete and 0 interrupted iterations
default   [  35% ] 100 VUs  0m52.0s/2m30s

running (0m53.0s), 100/100 VUs, 5200 complete and 0 interrupted iterations
default   [  35% ] 100 VUs  0m53.0s/2m30s

running (0m54.0s), 100/100 VUs, 5300 complete and 0 interrupted iterations
default   [  36% ] 100 VUs  0m54.0s/2m30s

running (0m55.0s), 100/100 VUs, 5400 complete and 0 interrupted iterations
default   [  37% ] 100 VUs  0m55.0s/2m30s

running (0m56.0s), 100/100 VUs, 5500 complete and 0 interrupted iterations
default   [  37% ] 100 VUs  0m56.0s/2m30s

running (0m57.0s), 100/100 VUs, 5600 complete and 0 interrupted iterations
default   [  38% ] 100 VUs  0m57.0s/2m30s

running (0m58.0s), 100/100 VUs, 5700 complete and 0 interrupted iterations
default   [  39% ] 100 VUs  0m58.0s/2m30s

running (0m59.0s), 100/100 VUs, 5800 complete and 0 interrupted iterations
default   [  39% ] 100 VUs  0m59.0s/2m30s

running (1m00.0s), 100/100 VUs, 5900 complete and 0 interrupted iterations
default   [  40% ] 100 VUs  1m00.0s/2m30s

running (1m01.0s), 100/100 VUs, 6000 complete and 0 interrupted iterations
default   [  41% ] 100 VUs  1m01.0s/2m30s

running (1m02.0s), 100/100 VUs, 6100 complete and 0 interrupted iterations
default   [  41% ] 100 VUs  1m02.0s/2m30s

running (1m03.0s), 100/100 VUs, 6200 complete and 0 interrupted iterations
default   [  42% ] 100 VUs  1m03.0s/2m30s

running (1m04.0s), 100/100 VUs, 6300 complete and 0 interrupted iterations
default   [  43% ] 100 VUs  1m04.0s/2m30s

running (1m05.0s), 100/100 VUs, 6400 complete and 0 interrupted iterations
default   [  43% ] 100 VUs  1m05.0s/2m30s

running (1m06.0s), 100/100 VUs, 6500 complete and 0 interrupted iterations
default   [  44% ] 100 VUs  1m06.0s/2m30s

running (1m07.0s), 100/100 VUs, 6600 complete and 0 interrupted iterations
default   [  45% ] 100 VUs  1m07.0s/2m30s

running (1m08.0s), 100/100 VUs, 6700 complete and 0 interrupted iterations
default   [  45% ] 100 VUs  1m08.0s/2m30s

running (1m09.0s), 100/100 VUs, 6800 complete and 0 interrupted iterations
default   [  46% ] 100 VUs  1m09.0s/2m30s

running (1m10.0s), 100/100 VUs, 6900 complete and 0 interrupted iterations
default   [  47% ] 100 VUs  1m10.0s/2m30s

running (1m11.0s), 100/100 VUs, 7000 complete and 0 interrupted iterations
default   [  47% ] 100 VUs  1m11.0s/2m30s

running (1m12.0s), 100/100 VUs, 7100 complete and 0 interrupted iterations
default   [  48% ] 100 VUs  1m12.0s/2m30s

running (1m13.0s), 100/100 VUs, 7200 complete and 0 interrupted iterations
default   [  49% ] 100 VUs  1m13.0s/2m30s

running (1m14.0s), 100/100 VUs, 7300 complete and 0 interrupted iterations
default   [  49% ] 100 VUs  1m14.0s/2m30s

running (1m15.0s), 100/100 VUs, 7400 complete and 0 interrupted iterations
default   [  50% ] 100 VUs  1m15.0s/2m30s

running (1m16.0s), 100/100 VUs, 7500 complete and 0 interrupted iterations
default   [  51% ] 100 VUs  1m16.0s/2m30s

running (1m17.0s), 100/100 VUs, 7600 complete and 0 interrupted iterations
default   [  51% ] 100 VUs  1m17.0s/2m30s

running (1m18.0s), 100/100 VUs, 7700 complete and 0 interrupted iterations
default   [  52% ] 100 VUs  1m18.0s/2m30s

running (1m19.0s), 100/100 VUs, 7800 complete and 0 interrupted iterations
default   [  53% ] 100 VUs  1m19.0s/2m30s

running (1m20.0s), 100/100 VUs, 7900 complete and 0 interrupted iterations
default   [  53% ] 100 VUs  1m20.0s/2m30s

running (1m21.0s), 100/100 VUs, 8000 complete and 0 interrupted iterations
default   [  54% ] 100 VUs  1m21.0s/2m30s

running (1m22.0s), 100/100 VUs, 8100 complete and 0 interrupted iterations
default   [  55% ] 100 VUs  1m22.0s/2m30s

running (1m23.0s), 100/100 VUs, 8200 complete and 0 interrupted iterations
default   [  55% ] 100 VUs  1m23.0s/2m30s

running (1m24.0s), 100/100 VUs, 8300 complete and 0 interrupted iterations
default   [  56% ] 100 VUs  1m24.0s/2m30s

running (1m25.0s), 100/100 VUs, 8400 complete and 0 interrupted iterations
default   [  57% ] 100 VUs  1m25.0s/2m30s

running (1m26.0s), 100/100 VUs, 8500 complete and 0 interrupted iterations
default   [  57% ] 100 VUs  1m26.0s/2m30s

running (1m27.0s), 100/100 VUs, 8600 complete and 0 interrupted iterations
default   [  58% ] 100 VUs  1m27.0s/2m30s

running (1m28.0s), 100/100 VUs, 8700 complete and 0 interrupted iterations
default   [  59% ] 100 VUs  1m28.0s/2m30s

running (1m29.0s), 100/100 VUs, 8800 complete and 0 interrupted iterations
default   [  59% ] 100 VUs  1m29.0s/2m30s

running (1m30.0s), 100/100 VUs, 8900 complete and 0 interrupted iterations
default   [  60% ] 100 VUs  1m30.0s/2m30s

running (1m31.0s), 100/100 VUs, 9000 complete and 0 interrupted iterations
default   [  61% ] 100 VUs  1m31.0s/2m30s

running (1m32.0s), 100/100 VUs, 9100 complete and 0 interrupted iterations
default   [  61% ] 100 VUs  1m32.0s/2m30s

running (1m33.0s), 100/100 VUs, 9200 complete and 0 interrupted iterations
default   [  62% ] 100 VUs  1m33.0s/2m30s

running (1m34.0s), 100/100 VUs, 9300 complete and 0 interrupted iterations
default   [  63% ] 100 VUs  1m34.0s/2m30s

running (1m35.0s), 100/100 VUs, 9400 complete and 0 interrupted iterations
default   [  63% ] 100 VUs  1m35.0s/2m30s

running (1m36.0s), 100/100 VUs, 9500 complete and 0 interrupted iterations
default   [  64% ] 100 VUs  1m36.0s/2m30s

running (1m37.0s), 100/100 VUs, 9600 complete and 0 interrupted iterations
default   [  65% ] 100 VUs  1m37.0s/2m30s

running (1m38.0s), 100/100 VUs, 9700 complete and 0 interrupted iterations
default   [  65% ] 100 VUs  1m38.0s/2m30s

running (1m39.0s), 100/100 VUs, 9800 complete and 0 interrupted iterations
default   [  66% ] 100 VUs  1m39.0s/2m30s

running (1m40.0s), 100/100 VUs, 9900 complete and 0 interrupted iterations
default   [  67% ] 100 VUs  1m40.0s/2m30s

running (1m41.0s), 100/100 VUs, 10000 complete and 0 interrupted iterations
default   [  67% ] 100 VUs  1m41.0s/2m30s

running (1m42.0s), 100/100 VUs, 10100 complete and 0 interrupted iterations
default   [  68% ] 100 VUs  1m42.0s/2m30s

running (1m43.0s), 100/100 VUs, 10200 complete and 0 interrupted iterations
default   [  69% ] 100 VUs  1m43.0s/2m30s

running (1m44.0s), 100/100 VUs, 10300 complete and 0 interrupted iterations
default   [  69% ] 100 VUs  1m44.0s/2m30s

running (1m45.0s), 100/100 VUs, 10400 complete and 0 interrupted iterations
default   [  70% ] 100 VUs  1m45.0s/2m30s

running (1m46.0s), 100/100 VUs, 10500 complete and 0 interrupted iterations
default   [  71% ] 100 VUs  1m46.0s/2m30s

running (1m47.0s), 100/100 VUs, 10600 complete and 0 interrupted iterations
default   [  71% ] 100 VUs  1m47.0s/2m30s

running (1m48.0s), 100/100 VUs, 10700 complete and 0 interrupted iterations
default   [  72% ] 100 VUs  1m48.0s/2m30s

running (1m49.0s), 100/100 VUs, 10800 complete and 0 interrupted iterations
default   [  73% ] 100 VUs  1m49.0s/2m30s

running (1m50.0s), 100/100 VUs, 10900 complete and 0 interrupted iterations
default   [  73% ] 100 VUs  1m50.0s/2m30s

running (1m51.0s), 100/100 VUs, 11000 complete and 0 interrupted iterations
default   [  74% ] 100 VUs  1m51.0s/2m30s

running (1m52.0s), 100/100 VUs, 11100 complete and 0 interrupted iterations
default   [  75% ] 100 VUs  1m52.0s/2m30s

running (1m53.0s), 100/100 VUs, 11200 complete and 0 interrupted iterations
default   [  75% ] 100 VUs  1m53.0s/2m30s

running (1m54.0s), 100/100 VUs, 11300 complete and 0 interrupted iterations
default   [  76% ] 100 VUs  1m54.0s/2m30s

running (1m55.0s), 100/100 VUs, 11400 complete and 0 interrupted iterations
default   [  77% ] 100 VUs  1m55.0s/2m30s

running (1m56.0s), 100/100 VUs, 11500 complete and 0 interrupted iterations
default   [  77% ] 100 VUs  1m56.0s/2m30s

running (1m57.0s), 100/100 VUs, 11600 complete and 0 interrupted iterations
default   [  78% ] 100 VUs  1m57.0s/2m30s

running (1m58.0s), 100/100 VUs, 11700 complete and 0 interrupted iterations
default   [  79% ] 100 VUs  1m58.0s/2m30s

running (1m59.0s), 100/100 VUs, 11800 complete and 0 interrupted iterations
default   [  79% ] 100 VUs  1m59.0s/2m30s

running (2m00.0s), 100/100 VUs, 11900 complete and 0 interrupted iterations
default   [  80% ] 100 VUs  2m00.0s/2m30s

running (2m01.0s), 100/100 VUs, 12000 complete and 0 interrupted iterations
default   [  81% ] 100 VUs  2m01.0s/2m30s

running (2m02.0s), 100/100 VUs, 12100 complete and 0 interrupted iterations
default   [  81% ] 100 VUs  2m02.0s/2m30s

running (2m03.0s), 100/100 VUs, 12200 complete and 0 interrupted iterations
default   [  82% ] 100 VUs  2m03.0s/2m30s

running (2m04.0s), 100/100 VUs, 12300 complete and 0 interrupted iterations
default   [  83% ] 100 VUs  2m04.0s/2m30s

running (2m05.0s), 100/100 VUs, 12400 complete and 0 interrupted iterations
default   [  83% ] 100 VUs  2m05.0s/2m30s

running (2m06.0s), 100/100 VUs, 12500 complete and 0 interrupted iterations
default   [  84% ] 100 VUs  2m06.0s/2m30s

running (2m07.0s), 100/100 VUs, 12600 complete and 0 interrupted iterations
default   [  85% ] 100 VUs  2m07.0s/2m30s

running (2m08.0s), 100/100 VUs, 12700 complete and 0 interrupted iterations
default   [  85% ] 100 VUs  2m08.0s/2m30s

running (2m09.0s), 100/100 VUs, 12800 complete and 0 interrupted iterations
default   [  86% ] 100 VUs  2m09.0s/2m30s

running (2m10.0s), 100/100 VUs, 12900 complete and 0 interrupted iterations
default   [  87% ] 100 VUs  2m10.0s/2m30s

running (2m11.0s), 100/100 VUs, 13000 complete and 0 interrupted iterations
default   [  87% ] 100 VUs  2m11.0s/2m30s

running (2m12.0s), 100/100 VUs, 13100 complete and 0 interrupted iterations
default   [  88% ] 100 VUs  2m12.0s/2m30s

running (2m13.0s), 100/100 VUs, 13200 complete and 0 interrupted iterations
default   [  89% ] 100 VUs  2m13.0s/2m30s

running (2m14.0s), 100/100 VUs, 13300 complete and 0 interrupted iterations
default   [  89% ] 100 VUs  2m14.0s/2m30s

running (2m15.0s), 100/100 VUs, 13400 complete and 0 interrupted iterations
default   [  90% ] 100 VUs  2m15.0s/2m30s

running (2m16.0s), 100/100 VUs, 13500 complete and 0 interrupted iterations
default   [  91% ] 100 VUs  2m16.0s/2m30s

running (2m17.0s), 100/100 VUs, 13600 complete and 0 interrupted iterations
default   [  91% ] 100 VUs  2m17.0s/2m30s

running (2m18.0s), 100/100 VUs, 13700 complete and 0 interrupted iterations
default   [  92% ] 100 VUs  2m18.0s/2m30s

running (2m19.0s), 100/100 VUs, 13784 complete and 0 interrupted iterations
default   [  93% ] 100 VUs  2m19.0s/2m30s

running (2m20.0s), 100/100 VUs, 13800 complete and 0 interrupted iterations
default   [  93% ] 100 VUs  2m20.0s/2m30s

running (2m21.0s), 100/100 VUs, 13900 complete and 0 interrupted iterations
default   [  94% ] 100 VUs  2m21.0s/2m30s

running (2m22.0s), 100/100 VUs, 14000 complete and 0 interrupted iterations
default   [  95% ] 100 VUs  2m22.0s/2m30s

running (2m23.0s), 100/100 VUs, 14100 complete and 0 interrupted iterations
default   [  95% ] 100 VUs  2m23.0s/2m30s

running (2m24.0s), 100/100 VUs, 14200 complete and 0 interrupted iterations
default   [  96% ] 100 VUs  2m24.0s/2m30s

running (2m25.0s), 100/100 VUs, 14300 complete and 0 interrupted iterations
default   [  97% ] 100 VUs  2m25.0s/2m30s

running (2m26.0s), 100/100 VUs, 14400 complete and 0 interrupted iterations
default   [  97% ] 100 VUs  2m26.0s/2m30s

running (2m27.0s), 100/100 VUs, 14500 complete and 0 interrupted iterations
default   [  98% ] 100 VUs  2m27.0s/2m30s

running (2m28.0s), 100/100 VUs, 14600 complete and 0 interrupted iterations
default   [  99% ] 100 VUs  2m28.0s/2m30s

running (2m29.0s), 100/100 VUs, 14700 complete and 0 interrupted iterations
default   [  99% ] 100 VUs  2m29.0s/2m30s

running (2m30.0s), 100/100 VUs, 14800 complete and 0 interrupted iterations
default   [ 100% ] 100 VUs  2m30.0s/2m30s

     █ User Registration

       ✗ registration successful
        ↳  0% — ✓ 0 / ✗ 14900

     █ User Login

       ✗ login successful
        ↳  0% — ✓ 0 / ✗ 14900

     checks.........................: 0.00%  0 out of 29800
     data_received..................: 227 MB 1.5 MB/s
     data_sent......................: 9.7 MB 65 kB/s
     group_duration.................: avg=3.58ms  min=241.16µs med=2.21ms max=106.79ms p(90)=7ms    p(95)=9.19ms
     http_req_blocked...............: avg=11.68µs min=0s       med=2µs    max=15.13ms  p(90)=5µs    p(95)=6µs   
     http_req_connecting............: avg=6.32µs  min=0s       med=0s     max=2.71ms   p(90)=0s     p(95)=0s    
     http_req_duration..............: avg=3.45ms  min=211µs    med=2.11ms max=106.37ms p(90)=6.81ms p(95)=8.85ms
       { expected_response:true }...: avg=3.45ms  min=211µs    med=2.11ms max=106.37ms p(90)=6.81ms p(95)=8.85ms
     http_req_failed................: 0.00%  0 out of 29800
     http_req_receiving.............: avg=74.33µs min=6µs      med=26µs   max=27.8ms   p(90)=83µs   p(95)=168µs 
     http_req_sending...............: avg=37.96µs min=2µs      med=7µs    max=28.8ms   p(90)=44µs   p(95)=113µs 
     http_req_tls_handshaking.......: avg=0s      min=0s       med=0s     max=0s       p(90)=0s     p(95)=0s    
     http_req_waiting...............: avg=3.34ms  min=195µs    med=2.04ms max=105.9ms  p(90)=6.63ms p(95)=8.61ms
     http_reqs......................: 29800  198.351572/s
     iteration_duration.............: avg=1s      min=1s       med=1s     max=1.12s    p(90)=1.01s  p(95)=1.01s 
     iterations.....................: 14900  99.175786/s
     vus............................: 100    min=100        max=100
     vus_max........................: 100    min=100        max=100


running (2m30.2s), 000/100 VUs, 14900 complete and 0 interrupted iterations
default ✓ [ 100% ] 100 VUs  2m30s